sudo pacman -S --no-confirm
btrfs-progs
curl
git
wget
gcc
clang
make
sed
htop
cmake
ctags
sl
vim
neovim
emacs
unzip
base-devel
python-pip
python2-pip
docker
jdk8-openjdk
the_silver_searcher
ripgrep
shellcheck
vlc
gimp
darktable
firefox
davfs2
rsync
