sudo pacman -S --noconfirm
zsh
grub
curl
git
wget
gcc
clang
llvm
make
sed
htop
cmake
ctags
sl
vim
neovim
emacs
unzip
base-devel
python-pip
python2-pip
docker
jdk8-openjdk
the_silver_searcher
ripgrep
shellcheck
vlc
gimp
darktable
firefox
davfs2
btrfs-progs
snapper
exfat-utils
dosfstools
ntfs-3g
thunderbird
cryptsetup
rsync
jq
ffmpeg
tmux
