sudo pacman -S --noconfirm
autoconf
automake
bash
bash-completion
zsh
device-mapper
curl
git
wget
cppcheck
gcc
clang
llvm
make
sed
htop
cmake
ctags
global
cscope
sl
vim
neovim
emacs
unzip
base-devel
python-pip
python2-pip
docker
jdk8-openjdk
python-pip
the_silver_searcher
ripgrep
grep
fd
shellcheck
vlc
gimp
darktable
firefox
davfs2
btrfs-progs
snapper
exfat-utils
dosfstools
ntfs-3g
thunderbird
cryptsetup
rsync
jq
ffmpeg
tmux
ufw
ninja
luarocks
gzip
sudo
tar
xclip
preload
compsize
flatpak
