choco install -y
7zip
curl
wget
openssh
vim
neovim
llvm
mingw
rust
golang
shellcheck
putty
git
svn
tortoisesvn
ctags
texstudio
vlc
firefox
python
ripgrep
fd
bat
fzf
