scoop install
sudo
7zip
curl
wget
# openssh
which
unzip
jq
grep
ripgrep
fd
bat
fzf
ffmpeg
vim
neovim
nssm
# Development tools
shellcheck
delta
git
ctags
global
cscope
python
rust
llvm
gcc
cmake
go
latex
gh
